export default [
  {
    name: "Конкурс от телеграма",
    repo: "https://github.com/kre1z0/line-chart-on-canvas",
    demo: "https://kre1z0.github.io/line-chart-on-canvas/",
    skills: ["ES6", "canvas"],
    description:
      "Официальный конкурс по программированию Telegram для разработчиков под Android, iOS и JS. Цель состоит в том, чтобы разработать программное обеспечение для отображения простых графиков на основе предоставленных нами входных данных. Вы можете использовать либо JavaScript, Android Java или iOS Swift. Примечание: вы не можете использовать специализированные библиотеки графиков. Весь код, который вы отправляете, должен быть написан вами с нуля. Критерии, которые мы будем использовать для определения победителя, - это скорость, эффективность и размер приложения. Приложение должно показывать 4 графика на одном экране.",
  },
];
